#학번: _____________ 주제: 산술, 대입 연산자 

# 변수 선언 및 초기화: 원주율(3.14)을 지정하는 코드 추가(1라인)
                # 원주율 변수 

# 입력문 수행:  반지름 값을 입력받는 입력문을 반지름 변수로 지정하는 코드 추가(1라인)
# float()  input() 이용해 입력문 수행 


# 산술 연산자 이용해 연산식(둘레, 면적) 수행 (2라인)



# 출력문 수행(2라인, 변수 2개 이상 괄호 표시)
print("반지름이 %.1f인 원의 둘레는 %.2f" % (radius , circum))  #변수 2개 이상 괄호 표시 
print("반지름이 %.1f인 원의 면적은 %.2f" % (radius , area)) #변수 2개 이상 괄호 표시 

# 결과화면(예시)
# 반지름(실수) 입력==> 3.43 (엔터)
# 반지름이 3.4인 원의 둘레는 21.54
# 반지름이 3.4인 원의 면적은 36.94

# 반지름(실수) 입력==> 3.15 (엔터)
# 반지름이 3.1인 원의 둘레는 19.78
# 반지름이 3.1인 원의 면적은 31.16

# <Ctrl+F5>를 눌러서 코드 실행

