#학번: _______________ #주제: 다양한 출력 유형

# 출력문 수행 (정수형 출력, %d 사용)
no1 = 123
        # 정수 123 출력.
        # 정수 123을 5자리로 맞춰서 출력. 오른쪽 정렬.
        # 정수 123을 5자리로 맞춰서 출력. 빈 공간은 0으로 채움.

# 출력문 수행 (실수형 출력, %f 사용)
no2 = 123.45
        # 실수 123.450000 출력. 기본 소수점 이하 6자리.
        # 실수 123.5 출력. 전체 7자리, 소수점 이하 1자리.
        # 실수 123.450 출력. 전체 7자리, 소수점 이하 3자리.

# 출력문 수행 (문자열 출력, %s 사용): 본인 이름으로 변경
name = "토빈"
        # 문자열 "토빈" 출력.
        # 문자열 "토빈"을 10자리로 맞춰서 출력. 오른쪽 정렬.


### 결과화면 ###
# 123
#   123
# 00123
# 123.450000
#   123.5
# 123.450
# 토빈
#         토빈


# <Ctrl+F5>를 눌러서 코드 실행

