#학번: _____________  주제: 사칙연산

# 입력문 수행: 2개의 정수를  입력받는 입력문 추가(2라인), 변수명은 num1, num2로 지정
# 강제형변환을 수행하기 위한 int() 함수 반드시 사용할 것 
# 정수 입력1 ==>200 (엔터)
# 정수 입력2 ==>3 (엔터)


# 연산식 수행
result1=num1+num2
result2=num1-num2
result3=num1*num2
result4=num1/num2
result5=num1%num2

# 출력문 수행
print(num1 , "+" , num2 , "=", result1)
print(num1 , "-" , num2 , "=" , result2)
print(num1 , "*" , num2 , "=" , result3)
print(num1 , "/" , num2 , "=" , result4)
print(num1 , "%" , num2 , "=" , result5)
# 출력문 수행: 나눗셈 결과를 출력하는 출력문 추가
# 반드시 % 기호(%d %f %c %s등)를 사용할 것
# 버림의 정수가 나오는 결과를 해결하기 위해 %d => %.f 사용할 것




### 결과화면 ###
# 정수 입력1 ==>200 (엔터)
# 정수 입력2 ==>3 (엔터)
# 200 + 3 = 203
# 200 - 3 = 197
# 200 * 3 = 600
# 200 / 3 = 66.66666666666667 
# 200 % 3 = 2
# 200/3=67


# <Ctrl+F5>를 눌러서 코드 실행

